tap "homebrew/cask"

brew "bat"
brew "borders"
brew "bottom"
brew "btop"
brew "chafa"
brew "chezmoi"
brew "cmake"
brew "codex"
brew "cosign"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "git-delta"
brew "htop"
brew "imagemagick"
brew "jid"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "ripgrep"
brew "tree"
brew "wget"
brew "xh"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "ghostty"
cask "swift-shift"
cask "jordanbaird-ice"
cask "font-droid-sans-mono-nerd-font"
cask "font-hack-nerd-font"
cask "keycastr"
